<template>
    <div>
        <div>个人贡献</div>
        <div>
            <p>自加入网站以来，您一共加入了X个团队，参与了XX个项目，在X个团队中担任重要位置</p>
            <p>完成了XXX项任务，上传了XXX份资源</p>
            <p>在XXX团队上传的资源数最多，共XX份，占容量XXXM</p>
            <p>在XXX项目上传的资源数最多，共XX份，占容量XXXM</p>
            <p>在XXX份资源下发表了评论，共XXX条</p>
            <p>在XXX份资源下收到了评论，共XXX条</p>
            <p>其中与 XXX 好友交流得最为频繁</p>
            <div>
                <p>这里显示在每个团队上传的资源数、占比</p>
                <p>点击某个团队，则显示他在这个团队的每个项目上传的资源数、占比，评论数</p>
            </div>
        </div>
    </div>
</template>